Repository: Astatpl/PolishTranslations
Catalog: NumberZapExt.po
Languages: pl

source: << Press colors keys (the first four bouquets) >>
pl: <<Naciśnij kolorowy przycisk(pierwsze cztery bukiety)>>

source: << Press menu key (for priority bouquets) >>
pl: <<Naciśnij przycisk menu(dla priorytetowych bukietów)>>

source: Action:
pl: Działanie:

source: Alternative service counter in bouquets
pl: Alternatywne zliczanie kanałów w bukietach

source: Behavior when timeshift is enabled
pl: Zachowanie przy timeshifcie gdy jest włączony

source: Bouquet:
pl: Bukiet:

source: Cancel
pl: Anuluj

source: Channel
pl: Kanał

source: Channel:
pl: Kanał:

source: Check timeshift of 0 key in recall service
pl: Sprawdź timeshift z przyciskiem '0' przywołania kanału

source: Confirmation on hotkey action
pl: Potwierdzenie działania skrótu przycisków

source: Directory browser
pl: Przeglądarka katalogów

source: Enable bouquets hotkeys
pl: Włączyć skróty przycisków/bukiety

source: Enable extended number zap
pl: Włączyć rozszerzone numery przełączeń

source: Enable number hotkeys
pl: Włączyć numeryczne przyciski skrótów

source: Enable picons
pl: Włączyć loga stacji

source: Enigma Restart
pl: Ponowne uruchamianie Enigmy

source: Enigma Standby
pl: Czuwanie Enigmy

source: Extended NumberZap Setup
pl: Ustawienia rozszerzonej numeracji przełączeń

source: Extensions Menu
pl: Menu rozszerzeń

source: GUI needs a restart to apply changes 'Behavior when timeshift is enabled'. Restart the GUI now?
pl: Wymagane ponowne uruchomienie GUI odbiornika w celu zastosowania zmian "Zachowanie przy Timeshifcie gdy jest włączony". Uruchomić ponownie teraz GUI?

source: Hotkey action have priority
pl: Skróty działania mają pierwszeństwo

source: Hotkey bouquets have priority
pl: Skróty działania bukietów mają pierwszeństwo

source: Menu Harddisk
pl: Menu twardego dysku

source: Menu Information
pl: Menu informacji

source: Menu Mainmenu
pl: Menu główne

source: Menu Service Searching
pl: Menu wyszukiwani kanałów

source: Menu Setup
pl: Menu ustawienia

source: Menu Standby/Restart
pl: Menu tryb czuwania/Ponownego uruchamiania

source: Menu System
pl: Menu systemowe

source: Menuitem About
pl: Podmenu Informacje o obrazie.

source: Menuitem Language
pl: Podmenu wybór języka

source: Menuitem Manual Scan
pl: Podmenu ręczne wyszukiwanie

source: Menuitem Network
pl: Podmenu sieci

source: No (close)
pl: Nie(zamykaj)

source: No (do not remind)
pl: Nie(Nie przypominaj mi)

source: Picons directory (press OK)
pl: Wybierz ścieżkę do folderu z logami stacji(kliknij OK)

source: Plugin Browser
pl: Przeglądarka wtyczek

source: Save
pl: Zapisz

source: Service
pl: Kanał

source: Setup A/V Settings
pl: Ustawienia Audio/Wideo

source: Setup Customize
pl: Dostosuj ustawienia

source: Setup Network
pl: Konfiguracja sieci

source: Setup Timezone
pl: Ustawienia strefy czasowej

source: System Reboot
pl: Ponowne uruchomienie systemu

source: System Shutdown
pl: Zamykanie systemu

source: Time to wait next keypress (milliseconds)
pl: Czas oczekiwania na następne naciśnięcie przycisku(ms)

source: Timers List
pl: Lista timerów

source: always number zap
pl: zawsze zliczać przełączanie

source: current: %s
pl: obecny: %s

source: only seek jump if available
pl: tylko szukać przełączeń,jeżeli są dostępne

source: standart
pl: standartowe

source: Extended NumberZap
pl: Rozszerzona numeracja przełączeń

source: Extended NumberZap Setup
pl: Ustawienia rozszerzonej numeracji przełączeń

source: Number:
pl: Numer:

source: Plugins
pl: Wtyczki

source: Really run %s now?
pl: Naprawdę uruchomić %s teraz?

source: Reboot
pl: Ponowne uruchomienie

source: Restart GUI
pl: Ponowne uruchamianie GUI

source: Service Info
pl: Informacja o kanale

source: Shutdown
pl: Wyłączanie

source: Standby
pl: Czuwanie

source: alternative service counter in bouquets
pl: Alternatywne zliczanie kanałów w bukietach

source: confirmation on hotkey action
pl: Potwierdź działanie skrótu przycisków

source: enable extended number zap
pl: Aktywować rozszerzoną numerację przełączeń

source: enable number hotkeys
pl: Aktywować skróty numeryczne przycisków

source: enable picons
pl: Aktywować loga stacji

source: invalid channel number
pl: Nieprawidłowy numer kanału

source: picons directory:
pl: Ścieszka do katalogu z logami stacji:

source: service not found
pl: Nie znaleziono kanału

source: time to wait next keypress (millisecond)
pl: Czas oczekiwania na naciśnięcie następnego przycisku(ms)
